Revit 2027 API
SymbolTypeId.FtPerS Property
 Symbol ft/s, indicating unit Feet per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtPerS { get; }
Public Shared ReadOnly Property FtPerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtPerS {
	ForgeTypeId^ get ();
}
static member FtPerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace